const userDialog = document.querySelector('.big-picture');
//userDialog.classList.remove('hidden');

//Заведите модуль, который будет отвечать за отрисовку миниатюр.

//На основе временных данных для разработки и шаблона #picture создайте DOM-элементы, соответствующие фотографиям, и заполните их данными:

//Адрес изображения url подставьте как атрибут src изображения.
//Описание изображения description подставьте в атрибут alt изображения.
//Количество лайков likes выведите в блок .picture__likes.
//Количество комментариев comments выведите в блок .picture__comments.
//Отрисуйте сгенерированные DOM-элементы в блок .pictures. Для вставки элементов используйте DocumentFragment.

//Подключите модуль в проект.
